#Задача 5

#Бросают игральный кубик. Какова вероятность того, что выпало четное число
#очков, если известно, что число выпавших очков меньше пяти?

#Если выпало меньше 5 очков, значит существует 4 возможных исхода - 1,2,3,4.
#Всего 2 исхода, при которых выпавшие числа чётные (2 и 4) тогда вероятность равна
P_A = 2/4
print("Вероятность, что выпавшее число очков - чётное и < 5: ", P_A)